{
  "chartdetails": [
    {
      "id": 1,
      "title": "Dank Banks",
      "pairname": "XAU/USD",
      "image": "https://s3.tradingview.com/g/g77KXb03_big.png",
      "comment": "In order to capture 200 pips in Gold Spot trading, the trader would need to identify a Gold Spot price trend and then enter into a long or short position accordingly. The trader would then need to monitor the Gold Spot price movements and exit the position when the desired profit target is reached."
    },
    {
      "id": 2,
      "title": "Murjee",
      "pairname": "XAU/USD",
      "image": "https://i.ytimg.com/vi/55krLa2O_d0/maxresdefault.jpg",
      "comment": "Gold spot trading in 1-minute time frames is simple. First, identify the overall trend by looking at a longer time frame chart. Second, enter your trade in the direction of the trend. Finally, set your stop loss and take profit levels."
    },
    {
      "title": "Lewis Mwendwa",
      "comment": "The AUDUSD can be traded using the shoulder and neck patterns. First, identify the right shoulder and neckline. The right shoulder should be lower than the left shoulder, and the neckline should be lower than the right shoulder. Second, place a stop loss just below the neckline. Third, wait for the price to break above the neckline and then enter the trade. Fourth, exit the trade when the price reaches the top of the right shoulder.",
      "pairname": "AUD/USD",
      "image": "https://forextraderdotlive.files.wordpress.com/2015/03/aud-usd-hs.png",
      "id": 3
    },
    {
      "title": "Kimani Mwangi",
      "comment": "Gold Spot trading is simple when you understand how to identify key supply and demand zones. These are areas on the chart where the price has stalled, reverses or changes direction. By drawing horizontal lines to identify these areas, you can then make trading decisions based on whether price is approaching a zone from above or below. If it is approaching from below, it is likely that price will continue to rise as buyers enter the market. If it is approaching from above, it is likely that price will continue to fall as sellers enter the market.",
      "pairname": "XAU/USD",
      "image": "https://www.metalsmine.com/attachment/image/1421573?d=1399464100",
      "id": 4
    },
    {
      "title": "Kim Tall",
      "comment": "XAUUSD can be traded using the RSI indicator by looking for overbought and oversold conditions. When the RSI is overbought, it is time to sell, and when the RSI is oversold, it is time to buy.",
      "pairname": "XAU/USD",
      "image": "https://s3.tradingview.com/u/UdPozvrL_mid.png",
      "id": 5
    },
    {
      "title": "Dennis Mwangi",
      "comment": "When trading using resistance level and trendline, it is important to first identify the trendline. Once the trendline is identified, the resistance level can be located. The resistance level is the point at which the price of the security is expected to stop rising and start falling. The trader can then enter a short position when the price of the security falls below the resistance level.",
      "pairname": "SETUP definition",
      "image": "https://i0.wp.com/www.forextrading200.com/wp-content/uploads/2017/08/forex-multiple-timeframe-trading-example.png?resize=650,400",
      "id": 6
    },
    {
      "title": "Nancy Kimeu",
      "comment": "Gold stocks have been on the rise since last March, with prices steadily climbing throughout the year. September was a particularly good month for gold, with the metal hitting its highest price in over a year. This bullish trend looks set to continue in the near future, making now a good time to invest in gold stocks.",
      "pairname": "XAU/USD",
      "image": "https://a.c-dn.net/b/0UImmk/Gold-XAUUSD-Tech-Setup-Conditions-for-Continued-Range-Trading-RS-LiveEdu_body_Picture_4.png.full.png",
      "id": 7
    },
    {
      "title": "Patrick Muli",
      "comment": "The trend of NZDUSD has been bearish since the start of 2018. The pair has been on a downtrend, losing over 10% of its value. The trend is likely to continue in the near-term as the US dollar remains strong and the Reserve Bank of New Zealand is expected to keep interest rates on hold.",
      "pairname": "NZDUSD",
      "image": "https://s3.tradingview.com/s/sb4k6Ne0_mid.png",
      "id": 8
    }
  ]
}